/* Ink */
"Epson genuine" = "Originální produkt Epson";
"EPSON genuine" = "Originální produkt EPSON";
"NONEGENUINECARTRIDGE" = "neorig. kazeta";

/* Color */
"Black" = "Černá";
"Color" = "Barva";
"Matte Black" = "Matná černá";
"Photo Black" = "Fotografická černá";
"Light Black" = "Šedá";
"Light Light Black" = "Světle šedá";
"Cyan" = "Azurová";
"Light Cyan" = "Světle azurová";
"Magenta" = "Purpurová";
"Light Magenta" = "Světle purpurová";
"Yellow" = "Žlutá";
"Dark Yellow" = "Tmavě žlutá";
"Red" = "Červená";
"Blue" = "Modrá";
"Gloss Optimizer" = "Optimalizace lesku";
"Vivid Magenta" = "Živá purpurová";
"Vivid Light Magenta" = "Živá světle purpurová";
"Orange" = "Oranžová";
"Green" = "Zelená";
"Unknown" = "Neznámé";

"LFP Black" = "Černá";
"LFP Matte Black" = "Matná černá";
"LFP Photo Black" = "Fotografická černá";
"LFP Light Black" = "Šedá";
"LFP Light Light Black" = "Světle šedá";
"LFP Cyan" = "Azurová";
"LFP Light Cyan" = "Světle azurová";
"LFP Magenta" = "Purpurová";
"LFP Light Magenta" = "Světle purpurová";
"LFP Yellow" = "Žlutá";
"LFP Dark Yellow" = "Tmavě žlutá";
"LFP Red" = "Červená";
"LFP Blue" = "Modrá";
"LFP Gloss Optimizer" = "Optimalizace lesku";
"LFP Vivid Magenta" = "Živá purpurová";
"LFP Vivid Light Magenta" = "Živá světle purpurová";
"LFP Orange" = "Oranžová";
"LFP Green" = "Zelená";

"EAI Black" = "Černá";
"EAI Matte Black" = "Matná černá";
"EAI Photo Black" = "Fotografická černá";
"EAI Light Black" = "Šedá";
"EAI Light Light Black" = "Světle šedá";
"EAI Cyan" = "Azurová";
"EAI Light Cyan" = "Světle azurová";
"EAI Magenta" = "Purpurová";
"EAI Light Magenta" = "Světle purpurová";
"EAI Yellow" = "Žlutá";
"EAI Dark Yellow" = "Tmavě žlutá";
"EAI Red" = "Červená";
"EAI Blue" = "Modrá";
"EAI Gloss Optimizer" = "Optimalizace lesku";
"EAI Vivid Magenta" = "Živá purpurová";
"EAI Vivid Light Magenta" = "Živá světle purpurová";
"EAI Orange" = "Oranžová";
"EAI Green" = "Zelená";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "Chyba komunikace";
"Common ComError Text2" = "Zkontrolujte všechna připojení a zda jsou všechna zařízení zapnuta. Pokud bylo během tisku vypnuto napájení, zrušte tiskovou úlohu. Pokud tím chybu neodstraníte, vyhledejte informace v dokumentaci k tiskárně.";
"Common ComError B1" = "Opakovat";
"Common ComError B2" = "Storno";

"Common Error Text1" = "Neznámá chyba.";
"Common Error Text2" = "Vypněte tiskárnu a odstraňte uvíznutý papír. Po několika minutách tiskárnu opět zapněte.";
"Common Error B1" = "Přerušit";
"Common Error B2" = "Pokračovat";

"Common FF Error Text1" = "Vyměňte kazetu";
"Common FF Error Text2" = "Zkontrolujte, zda jsou inkoustové kazety správně nainstalovány.";
"Common FF Error B1" = "Přerušit";
"Common FF Error B2" = "Pokračovat";

"Common Ink Low at Proxy" = "Dochází inkoust";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "Kombinace inkoustových kazet, která je aktuálně nainstalována v tiskárně, se liší od kombinace, která byla nainstalována, když byla tiskárna vybrána v nástroji Printer Center. Odstraňte tiskárnu z části Printer List v nástroji Printer Center a potom ji znovu přidejte.";
"INKSETALERT_READDPRINTER_T" = "Kombinace inkoustových kazet, která je aktuálně nainstalována v tiskárně, se liší od kombinace, která byla nainstalována, když byla tiskárna vybrána v nástroji Printer Setup Utility. Odstraňte tiskárnu z části Printer List v nástroji Printer Setup Utility a potom ji znovu přidejte.";
"INKSETALERT_READDPRINTER_L" = "Kombinace inkoustových kazet, která je aktuálně nainstalována v tiskárně, se liší od kombinace, která byla nainstalována, když byla tiskárna vybrána. Odstraňte tiskárnu z části Printer List v System Preferences > Print & Fax > karta Printing a potom ji znovu přidejte.";

"Code" = "Kód";

/* For Paper Low Alert */
"PAPERLOW_P" = "Dochází papír";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "Chyba komunikace";
"SEH_ER00" = "Obecná chyba";
"SEH_ER01" = "Tiskárna je zaneprázdněna";
"SEH_ER04" = "Uvíznutí papíru";
"SEH_ER05" = "Vyměňte kazetu";
"SEH_ER05_ICERR" = "Vyměňte kazetu";
"SEH_ER05_FF" = "Vyměňte kazetu";
"SEH_ER06" = "Papír není vložen správně";
"SEH_ER10" = "Tiskárna vyžaduje opravu.";
"SEH_WRCD" = "Čištění hlavy nelze dokončit.";
"SEH_CCE" = "Došlo k chybě.";
"SEH_RPE" = "Nastavení zdroje papíru vybrané v ovladači tiskárny neodpovídá papíru vloženému v tiskárně.";
"SEH_STCS" = "Plnění inkoustového systému";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "Došlo k chybě v komunikaci. Zkontrolujte, zda je tiskárna zapnutá. Zkontrolujte připojení kabelů. Pokud probíhá tisk vzorku pro kontrolu trysek, vypněte tiskárnu a znovu ji zapněte.";
"Ink Exchange Err 2" = "Tisková hlava se nepřemístila do polohy pro výměnu kazety s inkoustem.";
"Ink Exchange Err 3" = "Tisková hlava se nepřemístila do správné polohy.";
"Ink Exchange Err 4" = "Nepodařilo se dokončit doplnění inkoustu.";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
Odstraňte problém s produktem.";
"ErrorHandler Button String Cancel" = "Storno";

/* Ink Tank Utility */
"Above" = "Nad";
"below" = "Pod";
"Correct" = "Toto ID je platné.";
"Wrong" = "Toto ID není platné.";
"DifferenceColor" = "Toto ID je pro %correctcolor%.
Toto ID není platné.";
"Duplicate" = "Nelze zadat dříve použité ID.";
"DifferenceMachine" = "Toto ID není platné.";
"Ink Tank Utility Err1" = "Pro tuto tiskárnu nejsou k dispozici žádné informace.";
"Ink Tank Utility Err2" = "Došlo k chybě komunikace.
Zkontrolujte připojení a zopakujte akci.";
